artifacts/cfd-smoke/latest/cases/surge_1p0/constant/momentumTransport
FoamFile
{
 version 2.0; format ascii; class dictionary; location "constant"; object momentumTransport;
}
simulationType laminar;
