artifacts/cfd-smoke/latest/cases/surge_1p0/system/fvSolution
FoamFile
{
 version 2.0; format ascii; class dictionary; location "system"; object fvSolution;
}
solvers {p {solver GAMG; smoother GaussSeidel; tolerance 1e-7; relTol 0.01;} Phi {$p;} U {solver smoothSolver; smoother GaussSeidel; tolerance 1e-8; relTol 0.05; nSweeps 1;}} SIMPLE {nNonOrthogonalCorrectors 1; consistent yes; residualControl {p 1e-4; U 1e-5;}} relaxationFactors {equations {U 0.7;}} cache {grad(U);}
